[{"_template":"html","content":"<p>This privacy policy covers the treatment of personally identifiable information that we A. Tsokkos Hotels Public Ltd collect when you are on our site, and when you use our services. This policy also applies to the treatment of any personally identifiable information that our business partners share with us. This policy does not apply to the practices of companies that we do not own or control, or to people that we do not employ or manage.</p>\n<h5>Information Collection and Use</h5>\n<p>We may collect personally identifiable information when you visit or use our pages. We may also receive personally identifiable information from our business partners. We also automatically receive and record information on our server logs from your browser including your IP address, cookie information and the page you requested.</p>\n<h5>We may use this information for three general purposes:</h5>\n<ol>\n<li>To customize the content you see,</li>\n<li>To fulfill your requests for certain services and information, and</li>\n<li>To contact you.</li>\n</ol>\n<h5>Information Sharing and Disclosure</h5>\n<p>We will not sell or rent your personally identifiable information to anyone. We will send personally identifiable information about you to other companies or people when:</p>\n<ol>\n<li>We have your consent to share the information;</li>\n<li>We need to share your information to provide the product or service you have requested;</li>\n<li>We need to send the information to companies who work on behalf of Tsokkos Hotels to provide a product or service to you (unless we tell you differently, these companies do not have any right to use the personally identifiable information we provide to them beyond what is necessary to assist us);</li>\n<li>We respond to subpoenas, court orders or legal process; or</li>\n<li>We find that your actions on our web sites violate the above terms of service, or any of our usage guidelines for specific products or services.</li>\n</ol>\n<h5>Cookies</h5>\n<p>We may set and access cookies on your computer to remember your login details on your next visit.</p>","rendered_height":500}]